---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KipDashFt
source: html/159d7835-abfb-05c5-d1e2-417ea8084bdc.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KipDashFt Property

Symbol kip-ft, indicating unit Kip feet.

## Syntax (C#)
```csharp
public static ForgeTypeId KipDashFt { get; }
```